Repository: lf-j/OpenSourceComplianceHandbook-Translation
Catalog: tm/All150502--omegat.tmx
Source language: en_us
Languages: ja

source: The AllSeen Alliance is participating at CES 2016 (Sands Expo Center booth 71836) showcasing “Day in the Life” smart home scenarios with AllJoyn Certified and AllJoyn-enabled products from members Electrolux, LG, Argenox, Heaven Fresh Canada, Initial State, EnOcean Alliance, POWERTECH, QEO (Technicolor) FreeWings Technologies, Philips Sonicare, Two Bulls among others.
ja: AllSeen Alliance は CES 2016 に参加し (Sands Expo Center ブース 71836)、Electrolux、LG、Argenox、Heaven Fresh Canada、Initial State、EnOcean Alliance、POWERTECH、QEO (Technicolor) FreeWings Technologies、Philips Sonicare、Two Bulls などの企業の AllJoyn Certified / AllJoyn 対応の製品によるスマート ホーム シナリオ "Day in the Life" を展示公開します。

source: The AllSeen Alliance’s newest members include experts in IT infrastructure, cloud computing, security and IoT platforms.
ja: AllSeen Alliance に加わる新メンバーには、IT インフラ、クラウド コンピューティング、セキュリティ、および IoT プラットフォーム分野のエキスパート企業が含まれています。

source: The Alliance manages and advances an industry-supported collaborative open source software connectivity and services framework based on AllJoyn technology accepting contributions from premier members, community members and the open source community.
ja: AllSeen Allianse は、同プロジェクトのプレミア メンバーやコミュニティ メンバーのほか、オープン ソース コミュニティからの貢献も受け入れ、業界が支援する共同開発オープンソース ソフトウェアによる AllJoyn ベースの接続サービス フレームワークを管理および推進しています。

source: The Android kernel patches.
ja: Android カーネル パッチ

source: The Btrfs filesystem is taking longer than anybody might have liked to reach production readiness, but things are getting closer.
ja: Btrfs ファイルシステムは、商用的利用ができる状態になるまでに予想以上の時間がかかっているようですが、徐々に近づいてはいます。

source: The CII also continues to provide funding for key developers to work full-time on open source projects, security audits, computing and test infrastructure, travel, face-to-face meeting coordination and other support.
ja: CII は、オープン ソース プロジェクトにフルタイムで取り組む主要開発者への資金援助のほか、セキュリティ監査、コンピューティング/テスト基盤、出張、およびミーティング調整などのサポートを継続的に行っています。

source: The CII provides funding for key developers to work full-time on open source projects, security audits, computing and test infrastructure, travel, face-to-face meeting coordination and other support.
ja: CII は、オープン ソース プロジェクトにフルタイムで取り組む主要開発者への奨励金のほか、セキュリティ監査、コンピューティング/テスト基盤、交通費、およびミーティング調整などのサポートに必要な費用のための資金援助を行います。

source: The Call For Participation (CFP) will be announced soon.
ja: 発表者の募集 (CFP) については、まもなく発表の予定です。

source: The Census Project automatically gathers important metrics, such as Common Vulnerabilities and Exposures (CVEs) filed and popularity, with a focus on less active projects.
ja: Census Project は、低活性プロジェクトに焦点をあて、Common Vulnerabilities and Exposures (CVEs: 脆弱性情報データベースの 1 つ) の内容や人気などの重要な測定基準を自動収集します。

source: The Census Project brings the power of the open source collaboration to help fill this massive gap, which will provide a useful barometer for assessing software from a security point of view.
ja: Census Project は、オープン ソース コラボレーションの力で、この大きなギャップを埋める助けをします。セキュリティの観点からソフトウェアを評価する有用なバロメーターを提供します。

source: The Census Project expands on the CII’s efforts to collaboratively identify and fund critical open source projects in need of assistance.
ja: Census Project は CII の取り組みをさらに広げ、支援が必要な最重要オープン ソース プロジェクトの特定と助成を協力して行います。

source: The Census Project is a key part of CII’s transition to move beyond point fixes toward more holistic, preemptive solutions for open source security.
ja: Census Project は、オープン ソース セキュリティのポイント修正からより総合的・予防的なソリューションへと CII が移行するための重要な部分です。

source: The Census Project is coordinated by David A. Wheeler, an open source and security research expert who works for the Institute for Defense Analyses (IDA), a nonprofit organization that operates three federally funded research and development centers and exists to promote national security, preserve the public welfare, and advance scientific learning by analyzing, evaluating, and reporting on matters of interest to the United States Government.
ja: Census Project は、Institute for Defense Analyses (IDA) 所属のオープン ソース & セキュリティ リサーチのエキスパート David A. Wheeler によってコーディネートされています。IDA は連邦政府資金による 3 つの研究開発センターを運営する非営利組織であり、国家安全保障を推進し、公共福祉を保護し、科学的学習を発展させるために、米国政府の関心事項を分析、評価、および報告する機関です。

source: The Census Project is examining a subset of Debian software packages, which are widely used, and other packages CII and Wheeler’s team identified as potentially concerning.
ja: Census Project は、広く使用されている Debian ソフトウェア パッケージのサブセットや、CII と Wheeler のチームが考慮の可能性を認めたその他のパッケージを調査しています。

source: The Chinzan-so Hotel & Conference Center is located uptown in Mejiro, in the heart of Tokyo.
ja: ホテル椿山荘は、東京の中心地目白にあります。

source: The Chinzan-so Hotel will bill you directly for any orders you place.
ja: 追加費用については椿山荘からの直接請求となりますので、ご了承ください。

source: The Cloud Native Computing Foundation focuses on development of open source technologies, reference architectures and common format for Cloud native applications or services.
ja: Cloud Native Computing Foundation (CNCF) は、クラウド ネイティブなアプリケーションやサービスのためのオープン ソース技術、リファレンス アーキテクチャ、および共通フォーマットの開発に注力します。

source: The Cloud Native Computing Foundation intends to ease this process for developers and businesses by driving alignment among technologies and platforms.
ja: Cloud Native Computing Foundation は、開発者や企業がこのプロセスを簡単に行えるように各技術やプラットフォーム間の連携を促進しようとするものです。

source: The Cloud Native Computing Foundation is a Linux Foundation Collaborative Project.
ja: Cloud Native Computing Foundation は Linux Foundation 協業プロジェクトです。

source: The Cloud Native Computing Foundation plans to create and drive the adoption of a new set of common container technologies driven and informed by technical merit and end user value and that is inspired by Internet-scale computing.
ja: 同組織は、技術的メリットやエンドユーザー バリューが顕著でインターネットスケール コンピューティングを象徴する共通の新しいコンテナ技術セットを開発し、その導入推進を行う予定です。

source: The Cloud Native Computing Foundation seeks to improve the overall developer experience, paving the way for faster code reuse, improved machine efficiency, reduced costs and increases in the overall agility and maintainability of applications.
ja: Cloud Native Computing Foundation は、あらゆる開発者の経験を向上させつつ、高速なコード再利用、マシン効率性、コスト削減、およびアプリケーションの総合的な敏捷性と保全性面の強化への道を開くことをめざします。

source: The Cloud Native Computing Foundation today is also announcing its ratified open governance structure.
ja: 本日、Cloud Native Computing Foundation は、そのオープン ガバナンス構造も発表します。

source: The Cloud Native Computing Foundation will be responsible for stewardship of the projects, fostering growth and evolution of the ecosystem, promoting the technologies and serving the community by making the technology accessible and widely adopted.
ja: 同組織は、プロジェクトの管理に責任を負うほか、エコシステムの成長や進化を促進し、技術をアピールし、技術の利便性強化と導入推進により社会に貢献します。

source: The DiaMon Workgroup will create de-facto standards and tools for tracing, monitoring and diagnostics.
ja: DiaMon ワークグループは、追跡、監視、および診断のデファクト スタンダードとツールを作ろうとしています。

source: The DiaMon workgroup is a perfect example of this by bringing community members together to advance work on an important area for Linux today and into the future.
ja: DiaMon ワークグループはこの完璧な例です。彼らはコミュニティ メンバーを結集し、Linux の重要な領域への取り組みを未来に向けて発展させます。

source: The DiaMon workgroup is making a significant contribution to IoT by orchestrating the Linux tracing initiatives and getting synergy between commercial and open source contributors,” said Philippe Maisonneuve, Wind River.
ja: DiaMon ワークグループは、Linux トレーシング イニシアチブをとりまとめたり、企業コントリビューターとオープン ソース コントリビューター間の相乗効果を生み出したりすることで、IoT に大きな貢献をしています。」

source: The DiaMon workgroup will also enable end users to exchange user guides, white papers, data sheets and general guidelines about diagnostic and monitoring best practices tools analysis.
ja: DiaMon ワークグループは、エンド ユーザーでも、診断・監視のベスト プラクティス ツール解析についてのユーザー ガイド、ホワイト ペーパー、データ シートおよび一般ガイドラインを交換できるようにします。

source: The Enterprise Users Meeting Japan is the premier vendor-neutral open source technology and business conference for companies and developers using Linux and open source in enterprise system.
ja: Enterprise Users Meeting Japan は、Linux やオープン ソースを採用している企業や開発者向けに、オープン ソース テクノロジとビジネスをテーマに開催されるベンダー中立なカンファレンスです。

source: The Foundation aims to provide a neutral home for any technologies that support an open and interoperable stack for cloud native computing.
ja: Cloud Native Computing Foundation は、クラウド ネーティブ コンピューティングのためのオープンで相互運用可能なスタックをサポートするすべての技術に対し、中立な場を提供することをめざしています。

source: The Foundation is looking at open source at the orchestration level, followed by the integration of hosts and services by defining APIs and standards through a code first approach to advance the state-of-art of container-packaged application infrastructure.
ja: Cloud Native Computing Foundation は、まずオーケストレーション レベルでオープン ソースに目を向け、さらにコード優先型アプローチにより API や標準を定義してホストやサービスの統合を行い、最先端のコンテナパッケージ アプリケーション基盤を推進します。

source: The Foundation will include a Technical Oversight Committee and an End User Advisory board to ensure alignment of needs between the technical and end-user communities.
ja: 組織には Technical Oversight Committee と End User Advisory Board が設けられ、技術コミュニティとエンドユーザー コミュニティの間のニーズの連携を保証します。

source: The Foundation will look at open source at the orchestration level, followed by the integration of hosts and services by defining API's and standards through a code-first approach to advance the state-of-art of container-packaged application infrastructure.
ja: Cloud Native Computing Foundation は、まずオーケストレーション レベルでオープン ソースに目を向け、さらにコード優先型アプローチにより API や標準を定義してホストやサービスの統合を行い、最先端のコンテナパッケージ アプリケーション基盤を推進します。

source: The Fuzzing Project - The fuzzing software testing technique is a powerful mechanism to identify security problems in software or computer systems.
ja: The Fuzzing Project - fuzzing ソフトウェア検証テクニックは、ソフトウェアやコンピューターのセキュリティ問題を見つける強力なメカニズムです。

source: The HAE Service Framework builds on top of AllJoyn to make it easy for appliances and entertainment devices to work together and with other AllJoyn-enabled products.
ja: HAE サービス フレームワークは AllJoyn 上にビルドされているため、家電やエンターテインメント機器と他の AllJoyn 対応製品が簡単に連携できます。

source: The HAE Service Framework enables us to collaborate with other companies in the smart home space and work together to overcome existing interoperability issues.”
ja: HAE サービス フレームワークを利用することで、スマートホーム分野の他の企業と協業し、ともに従来の相互運用性問題を克服することができるのです。」

source: The HAE Service Framework is an output of the AllSeen Alliance’s Smart Spaces Working Group, one of six working groups dedicated to advancing AllJoyn by focusing on critical, horizontal areas of the Internet of Things (IoT).
ja: HAE サービス フレームワークは、AllSeen Alliance の Smart Spaces ワーキング グループが開発したものです。Smart Spaces ワーキング グループは、Internet of Things (IoT) のクリティカルな平面領域に注目して AllJoyn を進化させようとしている 6 つのワーキング グループの中の 1 つです。

source: The HAE Service Framework will allow devices such as air conditioners, air purifiers, air quality monitors, ovens, refrigerators, robot vacuums, washers and TVs to be controlled by a common set of interfaces so that users can achieve a seamless and uniform experience across manufacturer and brand of their home appliances or devices.
ja: HAE サービス フレームワークは、エアコン、空気清浄機、大気質モニター、オーブン、冷蔵庫、ロボット掃除機、洗濯機、テレビなどの機器を一連の共通インタフェースで制御できるようにすることで、ユーザーがどのメーカーやブランドの家電もシームレスな同様の操作で使えるようにします。

source: The Heartbleed vulnerability in the open source software (OSS) program OpenSSL had widespread impact and serious ramifications.
ja: オープン ソース ソフトウェア (OSS) プログラム OpenSSL の Heartbleed の脆弱性は広範囲に影響を与え、深刻な問題になりました。

source: The IO Visor Project is supported initially with contributions from PLUMgrid.
ja: IO Visor プロジェクトはまず PLUMgrid の貢献によるサポートを受けています。

source: The LF Antitrust Policy is available at the URL link below or, if applicable, may be immediately emailed to anyone attending this meeting.
ja: LF 独占禁止ポリシーは、以下のリンク先に掲載されていますが、本会合の参加者に対しては必要に応じ電子メールにて通知されます。

source: The Let’s Encrypt project, supported by Cisco, EFF, Facebook, Mozilla and many more, is enabling this change through collaborative development and open source.
ja: Let's Encrypt は、Cisco、EFF、Facebook、Mozilla などの企業が支援するプロジェクトで、共同開発とオープン ソースによってこのような理想的な世界を実現しようというものです。

source: The LightNVM patch set enables the management of "open-channel solid-state storage devices" — those which expect the host system to do low-level block management.
ja: LightNVM パッチ セット https://lwn.net/Articles/641247/ 下位レベルのブロック管理をホストシステムに期待する "オープンチャネル ソリッドステートストレージ デバイス" の管理を可能にします。

source: The Linux Foundation Announces Linux Performance Workgroup
ja: Linux Foundation が DiaMon ワークグループを発表

source: The Linux Foundation Certification Program was announced a year ago and offers professionals performance-based exams that are available anytime, anywhere and that are distribution flexible.
ja: 1 年前に Linux Foundation 検定プログラムが発表され、プロフェッショナルは、いつでもどこでも、ディストリビューションに柔軟な実力本位の試験を受けられるようになりました。

source: The Linux Foundation advances the growth of Linux and offers its collaborative principles and practices to any endeavor.
ja: The Linux Foundation は Linux の成長を推進しつつ、その共同開発の原則や手法をさまざまな活動に生かすよう提案しています。

source: The Linux Foundation already hosts a range of open source networking efforts including Linux, OpenDaylight, OPNFV, IO Visor and now ONOS.
ja: Linux Foundation は Linux、OpenDaylight、OPNFV、IO Visor などさまざまなオープン ソース ネットワーク プロジェクトをホストしていますが、今回はこれに ONOS が加わります。

source: The Linux Foundation also hosts events to bring together the world’s most influential developers, IT managers and business executives working on Linux and open source, as well as Linux training and certification programs that are helping professionals take advantage of the most lucrative career opportunities in IT.
ja: また、Linux やオープン ソースに取り組む世界の著名な開発者、IT マネージャー、経営者層を結集するイベントを開催したり、プロフェッショナルが IT 分野で有利なキャリアアップ機会を利用できるよう支援する Linux トレーニングや認定プロぐラムを提供したりしています。

source: The Linux Foundation also publishes an annual Open Cloud Directory that outlines some of the most popular open source cloud projects: https://www.linuxfoundation.org/publications/linux-foundation/guide-to-the-open-cloud.
ja: Linux Foundation では、Open Cloud Directory https://www.linuxfoundation.org/publications/linux-foundation/guide-to-the-open-cloud を公開し、ポピュラーなオープン ソース クラウド プロジェクトの概要をいくつか紹介している

source: The Linux Foundation and Linux Standard Base are trademarks of The Linux Foundation.
ja: The Linux Foundation と Linux Standard Base は The Linux Foundation の商標です。

source: The Linux Foundation and Microsoft also share a commitment to SysAdmins who are running the world’s most critical, complex IT systems.
ja: また、Linux Foundation と Microsoft は、世界で最もクリティカルで複雑な IT システムを動かしている SysAdmin たちとの関与も共有しています。

source: The Linux Foundation and Microsoft share a common, strategic approach to technology development: balance internal R&D with external R&D to create the most important technologies of our time.
ja: Linux Foundation と Microsoft は「社内 R&D と 社外 R&D とのバランスをとり現代の最重要技術を開発する」という技術開発への共通の戦略的アプローチを共有しています。

source: The Linux Foundation board of directors currently consists of 16 directors, as specified by the Bylaws.
ja: Linux Foundation ボードは、現在、16 名のボード メンバーで構成されています。

source: The Linux Foundation does not condone any statements by speakers contrary to these standards.
ja: The Linux Foundation は、これらの基準にそぐわない講演者によるいかなる発言も容認しません。

source: The Linux Foundation hopes this offer can enable more individuals to get started in a lucrative IT career or increase their Linux skill set.
ja: The Linux Foundation は、このキャンペーンでより多くの人が有益な IT キャリアをスタートさせたり、Linux のスキル セットを強化したりできることを望んでいます。

source: The Linux Foundation hosts workgroups where individuals can collaborate to solve complex issues facing the Linux platform.
ja: The Linux Foundation にはさまざまなワークグループがあり、Linux プラットフォームが直面している複雑な問題を解決するために、人々が協力し合っています。

source: The Linux Foundation is a nonprofit consortium dedicated to fostering the growth of Linux and collaborative software development.
ja: The Linux Foundation は、Linux とソフトウェア共同開発の成長促進に取り組む非営利のコンソーシアムです。

source: The Linux Foundation is also here to help companies and individuals navigate the ever-changing landscape of Linux.
ja: また、企業や人々が、絶えず変化を続ける Linux を取り巻く環境に順応するための手助けをしています。

source: The Linux Foundation is here to help.
ja: The Linux Foundation は Linux を支援するための組織です。

source: The Linux Foundation is the organization of choice for the world's top developers and companies to build ecosystems that accelerate open technology development and commercial adoption.
ja: The Linux Foundation は、オープン テクノロジの開発や商用展開を加速するエコシステム構築のための組織として、世界のトップクラスの開発者や企業から選ばれています。

source: The Linux Foundation promotes, protects and advances Linux by marshalling the resources of its members and the open source development community to ensure Linux remains free and technically advanced.
ja: The Linux Foundation は、メンバーやオープン ソース開発コミュニティのリソースを結集して、Linux の自由と技術的発展を維持することにより、Linux の推進、保護、および発展に努めています。

source: The Linux Foundation protects and promotes the ideals of freedom and generous collaboration established through the development of Linux, and shares these ideals to power any endeavor aiming to make the future a better place in which to live.
ja: Linux Foundation は、Linux 開発によって確立された自由や寛大なコラボレーションの理念を保護および推進し、これらの理念を共有して、より住みやすい未来を目指す活動を支援します。

source: The Linux Foundation protects, promotes and advances Linux and collaborative development.
ja: The Linux Foundation は Linux と共同開発の保護、促進、および発展に取り組んでいます。

source: The Linux Foundation provides a neutral forum for collaboration and education by hosting Collaborative Projects, Linux conferences including LinuxCon, and generating original research and content that advances the understanding of Linux and collaborative software development.
ja: The Linux Foundation は、LinuxCon などの Linux カンファレンスを開催するほか、独創的な Linux 研究を行ったり、Linux やソフトウェア共同開発の理解を深めるためのコンテンツを創造したりすることにより、協業と教育のための中立な場を提供しています。

source: The Linux Foundation provides a neutral forum for collaboration and education by hosting Collaborative Projects, Linux conferences, including LinuxCon and generating original research and content that advances the understanding of Linux and collaborative software development.
ja: The Linux Foundation は、LinuxCon などの Linux カンファレンスを開催するほか、独創的な Linux 研究を行ったり、Linux および共同ソフトウェア開発の理解を深めるためのコンテンツを創造したりすることにより、協業と教育のための中立なフォーラムを提供しています。

source: The Linux Foundation provides a neutral forum for collaboration and education by hosting Collaborative Projects, Linux conferences, including LinuxCon, and generating original research and content that advances the understanding of Linux and collaborative software development.
ja: The Linux Foundation は、LinuxCon などの Linux カンファレンスを開催するほか、独創的な Linux 研究を行ったり、Linux および共同ソフトウェア開発の理解を深めるためのコンテンツを創造したりすることにより、協業と教育のための中立なフォーラムを提供しています。

source: The Linux Foundation reserves the right to deny entrance to any individual.
ja: The Linux Foundation は、すべての入場者に対して入場を拒否する権利を有します。

source: The Linux Foundation, Linux Standard Base, MeeGo, Tizen and Yocto Project are trademarks of The Linux Foundation.
ja: The Linux Foundation、Linux Standard Base、MeeGo、Tizen および Yocto Project は The Linux Foundation の商標です。

source: The Linux security module stacking patches have been merged after years of work.
ja: Linux セキュリティ モジュールのスタッキング パッチ https://lwn.net/Articles/635771/ が、長年の取り組みを経てマージされました。

source: The Node.js Foundation today is also announcing its ratified open governance structure.
ja: 本日 Node.js Foundation は、批准されたオープン ガバナンス構造を発表します。

source: The Node.js and io.js Technical Committees are merging to form the Node.js Foundation Technical Steering Committee, demonstrating the formal collaboration these communities will pursue to advance the code bases.
ja: Node.js と io.js の両技術委員会が結合して Node.js Foundation 技術運営委員会を結成し、両コミュニティが基盤コードの進化を追求するという正規のコラボレーションを実証しています。

source: The Node.js and io.js communities are no different.
ja: Node.js コミュニティと io.js コミュニティも例外ではありません。

source: The Open Compliance Summit is an exclusive 2-day event for Linux Foundation members and select invitees.
ja: Open Cimpliance Summit は、Linux Foundation 企業メンバーと限定された招待者だけが参加できるイベントで、2 日間にわたって開催されます。

source: The R Consortium is a 501(c)6 nonprofit organization and Linux Foundation Collaborative Project dedicated to the support and growth of the R user community.
ja: R Consortium は 501(c)6 非営利法人で、R ユーザー コミュニティの支援と成長に取り組む Linux Foundation 協業プロジェクトです。

source: The R Consortium will complement the work of the R Foundation, a nonprofit organization based in Austria that maintains the language.
ja: R Consortium は、R Foundation (オーストリアを拠点とし、R 言語をメンテナンスする非営利組織) の取り組みを補完します。

source: The R Consortium will focus on user outreach and other projects designed to assist the R user and developer communities.
ja: R Consortium はユーザー支援に重点的に取り組むと同時に、R ユーザーや開発者のコミュニティを支援する他のプロジェクトにも焦点を合わせます。

source: The R Consortium will work with this user community and the R Foundation to amplify and focus the impact of this global community in order to advance the project for all users and developers, including millions more in the coming years.
ja: R Consortium は、すべてのユーザーと開発者 (今後さらに数百万人の増加が見込まれる) のために同プロジェクトを発展させるべく、R ユーザー コミュニティや R Foundation と協力し、このグローバル コミュニティの影響力を拡充させます。

source: The R Consortium works with and provides support to the R Foundation and other organizations developing, maintaining and distributing R software and provides a unifying framework for the R user community.
ja: R Consortium は、R ソフトウェアの開発、メンテナンス、あるいは配布を行う R Foundation などの組織と協力しこれらを支援するほか、R ユーザー コミュニティのための統一的フレームワークを提供します。

source: The R language is used by statisticians, analysts and data scientists to unlock value from data.
ja: R 言語は、統計学者、分析学者、およびデータ科学者らがデータ解明のために使用する言語です。

source: The R user community is vibrant with local user groups organized all over the world.
ja: R ユーザー コミュニティは、世界中で結成されているローカル ユーザー グループと活発に交流しています。

source: The RACK packet-loss detection algorithm from Google should improve network performance in situations where packets get dropped.
ja: Google の RACK パケットロス検知アルゴリズム パケットが損失している状況でネットワーク パフォーマンスを向上させます。

source: The SPDX specification helps facilitate compliance with free and open source software licenses by providing a uniform way license information is shared across the software supply chain.
ja: SPDX 仕様は、ソフトウェア サプライ チェーンにおけるライセンス情報の共有方法を標準化することにより、フリー& OSS ライセンスの準拠を促進するものです。

source: The SPDX specification is developed by the SPDX workgroup, which is hosted by The Linux Foundation.
ja: SPDX 仕様は The Linux Foundation が誘致する SPDX ワークグループ によって開発されています。

source: The Software Package Data Exchange® (SPDX®) specification is a standard format for communicating the components, licenses and copyrights associated with a software package.
ja: Software Package Data Exchange® (ソフトウェア パッケージ データ交換: SPDX®) 仕様とは、ソフトウェア パッケージに関連するコンポーネント、ライセンス、および著作権情報をやりとりするための 標準フォーマットです。

source: The State of Open Source in Business 2015 - opportunities & challenges
ja: The State of Open Source in Business 2015 - opportunities & challenges (2015 年のオープン ソース ビジネスの現状 － チャンスと課題)

source: The Technology Showcase
ja: テクノロジ ショーケース

source: The XFS filesystem has gained whiteout support, allowing it to support union filesystems like overlayfs.
ja: XFS ファイルシステムでホワイトアウトがサポートされました。overlayfs のような union ファイルシステムもサポートできるようになります。

source: The algorithm also considers factors such as recent activity and if a project web site exists, to assign a risk index number ranging from 0-16.
ja: このアルゴリズムは、プロジェクトの最近の活動や Web サイトの存在なども評価の対象とし、プロジェクトに 0 から 16 までのリスク インデックス番号を割り当てます。

source: The application of this emerging technology is showing great promise in the enterprise.
ja: この新技術の応用は、企業の大いなる将来性を示しています。

source: The audience outside the lecture hall
ja: 会場の外にいる聴衆への対応

source: The balance between exploration and platform standardization
ja: 追求とプラットフォーム標準化とのバランス

source: The biggest remaining piece is the ION memory allocator; that code has now found its way into the staging tree for the 3.14 release.
ja: 残っている最大のピースは ION メモリ アロケーターですが、このコードは現在 3.14 リリースのステージング ツリーに入っています。

source: The code is released under the open source MIT license.
ja: このコードはオープン ソース MIT ライセンスのもとで公開されています。

source: The community will also discuss where to go next and start self-organizing to execute on their plans.
ja: また同コミュニティでは、彼らの計画を実行するために、これからどう進んで自己組織化を開始するべきかを議論するでしょう。
